Repository: botirovshox-lang/med-translation
Catalog: med_translation/final_output/tm_reference_FINAL.tmx
Source language: ru
Languages: en

source: Можно: • Кровать должна быть достаточно жесткой. • Если она проги- бается, положите между матрасом и основанием кро- вати перекладины или куски фане- ры. В качестве простого времен- ного решения можно положить матрас на пол. • Для дополнитель- ppilliollwow ного комфорта подушку ночью можно подложить небольшую подушку. Нельзя: • Не спите на животе, если это не реко- мендовано вам ле- чащим врачом или физиотерапевтом. Наклон вперед Можно: • Сохраняйте пра- вильную осанку при выполнении сле- дующих и других действий: заправка кровати, уборка с помощью пылесо- са, подметание или мытье пола, про- полка огорода или уборка опавших листьев.
en: Lying Do: • Sleep on a good firm surface. • If your bed sags, use slats or plywood supports between the Good mattress and base to firm it. You also can place the mattress on the floor, a simple but temporary solution. • You may be more comfortable at night when you use a pillow for support. Good Good Don’t: • Do not sleep on your stomach unless advised to do so by your doctor or physical therapist. Bending forward Do: • Keep the natural curves of your back when doing these and other activities: making a bed, vacuuming, sweeping or mopping the floor, Good Bad weeding the garden or raking leaves. Do’s and Don’ts with Low Back Pain. Russian.

source: Кашель и чихание Можно: • Во время кашля или чихания отклонитесь назад, чтобы увеличить изгиб спины. Вождение автомобиля Можно: • По возможности избегайте вождения автомобиля. Вме- сто того чтобы вести машину самому, ездите в качестве пассажира. • Подвиньте сиденье к рулю. Чтобы сохранить правиль- ную осанку, сиденье должно находиться достаточно близ- ко к рулю. Если в этом поло- жении ваши бедра находятся ниже колен, положите на сиденье подушку. Упражнения при боли в пояснице Правила безопасности • Во время выполнения этих упражнений боль в пояснице может усилиться. Это допустимо, если ощущаемые в ногах симптомы не усиливаются. • Если при выполнении данных упражне- ний боль усилилась, появились новые болезненные ощущения или симптомы, прекратите выполнять упражнения и сообщите о симптомах своему лечаще- му врачу или физиотерапевту. • При изменении способности контроли- ровать работу кишечника или мочевого пузыря либо при усилении ощущения слабости в ногах прекратите выполнять упражнения и немедленно свяжитесь со своим врачом или физиотерапевтом.
en: Coughing and sneezing Do: • Bend backwards to increase the curve of your back while you cough or sneeze. Driving a car Do: • Drive the car as little as possible. It is better to be a passenger than to drive yourself. • Move the seat forward to the steering wheel. Your seat must be close enough to the wheel to keep the natural curves of your back. If your hips are lower than your knees in this position, raise yourself by sitting on a pillow. Exercises for low back pain Safety Guidelines • An increase in your low back pain can be expected with these exercises. This is acceptable as long as your leg symptoms are not increasing. • If while doing these exercises, your pain worsens or you have new pain or symptoms, stop the exercises and discuss your symptoms with your doctor or physical therapist. • Stop exercising and let your doctor or physical therapist know right away if you have any change in your bowel or bladder control or any increase in weakness in your leg or foot. Do’s and Don’ts with Low Back Pain. Russian.

source: Упражнения Отжимания: Расслабьте спину и ягодицы и подними- тесь за счет силы рук. Поднимите верхнюю часть туловища как можно выше, бедра при этом должны оставаться внизу. Прижимание колен к груди: Обхватите колени руками и прижмите их к плечам. Задержитесь в этом положении 1 секунду. Опустите колени, оставив их согнутыми на расстоя- нии длины руки. Растягивание по- ясничного отдела позвоночника: Лягте на спину. Прижмите колени к груди. Поверните ко- лени в направлении источника боли.
en: Exercises Press-Ups: Keep your back and buttocks relaxed and use your arms to press up. Concentrate on keeping your hips down and push up your upper body as high as possible. Double Knee to Chest: Grasp both your knees with your hands and pull toward your shoulders. Hold the stretch for 1 second. Let your knees return, but keep them bent at arms length. Lumbar Spine Stretches: Lie on your back. Bring your knees towards your chest. Rotate your knees towards the pain. Do’s and Don’ts with Low Back Pain. Russian.

source:  Положение на боку: Лягте на бок лицом вперед. Вытяните обе руки вперед и согните ноги в ко- ленях. Перенесите верхнюю руку как можно дальше на- зад, поворачивая за ней голову. Удержи- вая руку на месте, поверните голову в исходное положение. Еще раз обернитесь назад, по возмож- ности повернув голову дальше. Вер- ните голову и руку в исходное положе- ние. Отдохните и повторите 10 раз на каждом боку.  Растягивание задней поверхности бедра: Лягте на спину, выпрямив ноги. Подни- мите ногу вверх, для надежности обхватив бедро руками. Медленно выпрямите поднятое ко- лено, пока не почувству- ете растяжение в задней поверхности поднятой ноги. Задержитесь в этом положении, затем отдохните и повторите 10 раз с каждой ногой.
en: Side-lying Position: Lie on your side and face forward. Have both arms straight in front and bend your knees. Turn your head as you move your top arm across your body as far as you can. Keep your arm in place and turn your head back to the starting position. Look back again and turn your head farther if you can. Bring your head and arm back to the starting position. Relax and repeat 10 times on each side.  Hamstring Stretch: Lie on your back with your legs out straight. Raise your leg up and put your hands around the upper leg for support. Slowly straighten the raised knee until you feel a stretch in the back of the upper leg. Hold, then relax and repeat 10 times on each leg. Do’s and Don’ts with Low Back Pain. Russian.

source: 8. Осторожно введите иглу в резиновую пробку бутылочки с инсулином. Введите воздух в бутылочку с инсулином, нажимая на поршень. Введение воздуха в бутылочку облегчает извлечение инсулина из бутылочки. 9. Переверните бутылочку с инсулином вверх дном, не вынимая шприц. Придержите иглу в бутылке так, чтобы она не изгибалась. Достаньте поршень на необходимое количество доз инсулина. 10. Проверьте, нет ли в шприце пузырьков воздуха. Пузырьки воздуха не причинят вам вреда, но воздух вытеснит часть инсулина. Это может привести к тому, что вы получите меньше инсулина, чем нужно, потому что в воздушном пузырьке нет инсулина. Если вы увидите пузырьки воздуха: • Сильно постучите по шприцу кончиком пальца для того, чтобы пузырьки воздуха переместились в верхнюю часть шприца. • Переместите поршень вверх на несколько делений, пока пузырьки воздуха не вернутся в бутылочку с инсулином. • Вытащите поршень и наполните шприц необходимым количеством инсулина. • Еще раз проверьте, нет ли в шприце пузырьков воздуха.
en: 8. Carefully put the needle through the rubber stopper of the insulin bottle. Push the air into the bottle by pushing the plunger all the way down. Putting air in the bottle makes it easier to get the insulin out of the bottle. 9. Turn the insulin bottle upside down with the syringe still in place. Support the needle in the bottle so it does not bend. Pull the plunger down to the number of units of insulin you need. 10. Check for air bubbles in the syringe. Air bubbles will not hurt you, but will take the place of insulin. This could cause you to get less insulin than you need because there is no insulin in the air bubble. If you see air bubbles: • Tap the syringe firmly with your fingertip to move the bubbles to the top of the syringe. • Push the plunger up a few units until the air bubbles go back into the insulin bottle. • Pull down on the plunger and fill the syringe with the correct amount of insulin. • Check again for air bubbles. Drawing Up One Insulin. Russian.

source: 11. Вытащите иглу из бутылочки с инсулином. Введение инсулина 1. Очистите кожу спиртовой салфеткой. Подождите, пока спирт испарится. Если вы только что приняли ванну или душ, очищать место укола еще раз не нужно. 2. Захватите одной рукой участок кожи в месте укола. Возьмите шприц как стрелу или карандаш, как показано на рисунке. 3. Введите иглу в кожу под углом 90 градусов. Сделайте это быстрым движением. Чем быстрее вы введете иглу, тем менее болезненным будет укол. Введите иглу в кожу полностью. 4. Отпустите кожу, если только вам не говорили обратного. 5. Надавите на поршень до самого конца, пока не будет введен весь инсулин. Подождите 5 секунд.
en: 11. Take the needle out of the insulin bottle. Giving the Insulin 1. Clean the site with an alcohol pad. Let the alcohol dry. If you have just showered or bathed, you do not need to clean the site again. 2. Pinch up and hold the skin of the site with one hand. Hold the syringe like a dart or pencil as shown in the picture. 3. Put the needle straight into the skin at a 90 degree angle. Use a quick motion. The quicker you put the needle in, the less it hurts. Push the needle all the way into the skin. 4. Let go of the pinch of skin unless you are told not to. 5. Push the plunger all the way down until all the insulin is in. Wait 5 seconds. Drawing Up One Insulin. Russian.

source: ЭЭГ — это фиксация электрической активности мозга. Показания для обследования: • Судороги • Дезориентация или изменения в поведении • Травмы или болезни головы • Изменения поведения в бессознательном состоянии Не опаздывайте на обследование. Вы пробудете в больнице около 2 часов. Подготовка • В ночь перед обследованием:  Спите столько, сколько захотите. Спите в два раза меньше, чем обычно. Если обычно вы спите 8 часов, перед обследованием проведите во сне 4 часа.  Не спите. • После полуночи перед обследованием откажитесь от кофеина (шоколад, кофе, чай, безалкогольные напитки и пр.). • Вымойте волосы. Не используйте кондиционеры, масла, гели, спреи и лосьоны.
en: () EEG (Electroencephalogram) An EEG is a test that records the electrical activity of the brain. The test may be done to check for: • Seizures • Confusion or changes in behavior • Head injury or disease • Changes in level of unconsciousness Arrive on time for your test. Plan on being here about 2 hours. To Prepare • The night before your test:  Sleep as much as you want. Sleep only half the amount of time that you sleep other nights. For example, if you sleep 8 hours a night, sleep 4 hours the night before your test.  Do not sleep. • Avoid all caffeine food and drinks such as chocolate, coffee, tea and soft drinks after midnight before the test. • Wash your hair before the test. Do not use any conditioner, oils, gels, sprays and lotions in your hair until the test is done. EEG. Russian.

source: Ì принимаемых рецептурных и безрецептурных медикаментах, витаминах, лекарственных растениях и пищевых добавках; наличии аллергии на лекарства, продукты питания и латекс; Ì проблемах со здоровьем и перенесенных операциях. • Если вы беременны или можете быть беременны, сообщите до процедуры. Во время обследования • Вы переоденетесь в больничную одежду. • Вас попросят лечь на левый бок. • В вену на руке установят катетер. В катетер введут лекарство, чтобы вызвать сонливость. • Горло могут обработать спреем, вызывающим онемение, чтобы подавить позывы к кашлю или ощущение того, что вы подавились. • Врач будет вводить трубку в рот. В пространство вокруг трубки будет проходить воздух, и вы сможете дышать. • Врач осмотрит через трубку ваш пищеварительный тракт. • Врач может взять небольшой кусочек ткани для анализа. • После этого трубка будет удалена. После обследования • Вы останетесь в больнице, пока действие лекарства не прекратится. Вы можете чувствовать сонливость. • Может возникнуть вздутие живота из- за нагнетания в него воздуха.
en: Ì Your medicines including prescription and over the counter medicines, herbals, vitamins and other supplements Allergies such as to medicines, foods or latex Ì Other health conditions and past surgeries • If you are pregnant, or think you may be pregnant, tell the staff before the test. During the Test • You will wear a hospital gown. • You lie on your left side. • An IV (intravenous) is put in a vein in your arm. Medicine is given through the IV to make you sleepy. • Numbing medicine may be sprayed into your throat to keep you from coughing or gagging. • Your doctor passes the tube through your mouth. You can breathe around the tube. • Your doctor looks through the tube at the inside of the parts of the digestive tract. • A small piece of tissue may be removed to be tested. • The tube is removed. After the Test • You will stay in the test area until most of the medicine wears off. You will feel sleepy. • You may feel bloated from air pushed through the tube during your test. EGD. Russian.

source: (ЭКГ) (ECG or EKG) Во время ЭКГ делается запись электрической активности сердца. С каждым ударом сердца через него проходит электрический импульс. Он заставляет сердечную мышцу сжиматься и прокачивать кровь по телу. ЭКГ покажет врачу: • Является ли импульс нормальным, замедленным, ускоренным или нерегулярным. • Увеличено или перегружено сердце. • Есть ли повреждение сердца в результате инфаркта. ЭКГ часто проводят при обследование пожилых людей, которые подвержены риску сердечных заболеваний. Не опаздывайте. Процедура длится около 15 минут. Подготовка • Не используйте лосьон. Он может помешать прикреплению электродов. • Наденьте рубашку, которая расстегивается спереди, чтобы было легче разместить электроды. Вы можете надеть больничную одежду. Во время обследования • Вы ляжете на стол. • У мужчин могут побрить грудь. • На грудь, руки и ноги разместят 12 электродов.
en: Electrocardiogram An EKG is a test that records the electrical activity of the heart. With each heart beat, an electrical impulse travels through the heart. This impulse causes the heart muscle to squeeze and pump blood from the heart. An EKG will show the doctor if: • The electrical impulse is normal, slow, fast or irregular. • The heart is too large or overworked. • There is damage to the heart muscle from a heart attack. This test is often done as part of routine care for older people who may be at higher risk for heart disease. Arrive on time for your test. The test takes about 15 minutes. To Prepare • Avoid using lotion the day of the test. The sticky pads, called electrodes, may not stick as well. • Wear a shirt that buttons up the front for easy placement of the pads on your chest. You may wear a hospital gown. During the Test • You will lie down on a table. • Men may have some of their chest hair shaved. • 12 pads are placed on your chest, arms and legs. Electrocardiogram (ECG or EKG). Russian.

source: • Делайте упражнения (если их разрешил врач). • Уделяйте время себе. Почитайте, примите ванну или посмотрите фильм. • Придерживайтесь здорового питания. Послеродовая депрессия Иногда подавленность не проходит. Если угнетенность или беспокойство усиливается или длится более 2 недель, обратитесь к врачу. Симптомы могут появиться в любое время в течение года после родов. Послеродовая депрессия — нередкая ситуация, но хорошо лечится. Лечение важно для вас и ребенка. Оно может состоять из психологической помощи и приема лекарств. Есть лекарства, безопасные для кормящих мам. При отсутствии лечения депрессия мешает заботе о ребенке и общению с ним. Важно обращаться за помощью к врачу. Симптомы у всех разные, но могут включать: • Чувство грусти, безнадежности или вины • Отсутствие интереса к ребенку (или чрезмерное беспокойство о нем)
en: • Exercise if your doctor says it is okay. • Care for yourself. Read, take a bath or watch a movie. • Eat a healthy diet. Postpartum Depression Sometimes depression does not go away on its own. If feelings of depression or anxiety get worse or last longer than 2 weeks, call your health care provider. Symptoms can start at any time within the first year of having a baby. Depression after pregnancy is common and can get better with treatment. Getting treatment is important for you and your baby. Common treatments include counseling and medications. There are medications that are safe for moms who breastfeed. Untreated depression can make it harder to care for and bond with your baby. It is important to ask for help from a health care provider. Symptoms will be different for each person, but it might include: • Feelings of sadness, hopelessness or guilt • A lack of interest about your baby (or excessive worry about baby) Emotional Changes After Giving Birth. Russian.

source: исследование) Study) В ходе электрофизиологического исследования проверяется электрическая система сердца. Обследование проводится с целью выявления причин слабости, головокружения, нерегулярного или ускоренного сердцебиения. Попросите взрослого родственника или друга отвезти вас домой после обследования. Садиться за руль или оставаться одному небезопасно. Не опаздывайте на обследование. Обследование займет от 1 до 4 часов Подготовка • Начиная с полуночи до начала обследования не разрешается ничего есть и пить, даже воду. • Спросите врача, следует ли вам принимать лекарства утром перед обследованием. Если следует, запивайте их небольшим количеством воды. Во время обследования • Вы наденете больничную одежду и ляжете на рентгенологический стол. • Вам поставят капельницу в вену на руке. • Во время обследования вы будете в сознании. Возможно, в капельницу введут лекарства, чтобы вы расслабились. • На спину, грудь и ноги будут помещены небольшие подушечки для контроля работы сердца. Мужчинам, возможно, побреют грудь.
en: (EPS (Electrophysiology EPS is a test that checks the electrical system of your heart. It is done to find why you are feeling faint or dizzy or having irregular or fast heart beats. An adult family member or friend needs to come with you to take you home after the test. It is not safe for you to drive or leave alone. Arrive on time for your test. The test takes 1 to 4 hours. To Prepare • Do not eat or drink anything, including water, after midnight before your test. • Ask your doctor if you should take your medicines the morning of your test. If so, take with sips of water only. During the Test • You will wear a hospital gown and lie on an x-ray table. • An IV (intravenous) is put in a vein in your arm. • You are awake during the test. You may be given medicine in your IV to help you relax. • Small pads are put on your back, chest and legs to check your heart. For men, chest hair may need to be clipped. EPS (Electrophysiology Study). Russian.

source: • На руку будет надета манжета для измерения давления. Во время обследования будут проверять кровяное давление и пульс. • Вас укроют простыней и снимут одежду. Держите руки под простыней. • Вам вымоют пах либо руку. Пах могут побрить. • Врач введет обезболивающее лекарство в область паха или руку. Несколько секунд вы будете чувствовать острую боль. Затем боль пройдет, и вы будете чувствовать только нажатие. • В кровеносный сосуд будет введена игла, а затем мягкая трубка (катетер). Врач будет наблюдать на экране, как трубка продвигается к сердцу. • Врач введет провода в сердце через трубку. Вы можете почувствовать пощипывание на спине. • Вы можете почувствовать пропуск сердечного удара или учащенное сердцебиение. Это обычное явление. Скажите врачу, если почувствуете боль или дискомфорт. • Пульс и давление измеряются с помощью проводов. • Во время обследования стол может передвигаться так, чтобы ваша голова была приподнята. Вам могут потереть шею. Вас могут попросить задержать дыхание и напрячься как при дефекации. Вам могут дать лекарства. • Трубка и провода будут извлечены. • Для прекращения кровотечения к месту ввода катетера может быть приложено давление на 5–15 минут. На это место будет наложена повязка. • Врач расскажет вам о результатах обследования.
en: • A blood pressure cuff is put on your arm. Your blood pressure and heart rate are checked during the test. • You are covered with a sheet and your gown is removed. Keep your hands under the sheet. • Either your groin or your arm will be cleaned. Your groin may be shaved if used. • The doctor numbs your groin or arm. This stings for a few seconds. After this, you should only feel pressure and no pain. • A needle then a soft tube called a catheter is put into your blood vessel. The doctor watches on the screen as the tube is moved to your heart. • The doctor will put some wires through the tube into your heart. You may feel a pinch in your back. • You may feel skipped heart beats or fluttering. This is normal. If you feel any pain or discomfort during the test, tell your doctor. • Your heart beat and your blood pressure are measured by the wires. • During the test, the table may be moved so your head is up. Your neck may be rubbed. You may be asked to hold your breath and push as if you are having a bowel movement. You may be given medicines. • The tube and wires are removed. • Pressure is put over the site for 5 to 15 minutes to stop bleeding. A bandage is put over the site. • The doctor will talk to you about your test results. EPS (Electrophysiology Study). Russian.

source: После обследования • Если использовалась область паха: Вы должны будете 6 часов лежать на кровати с вытянутыми ногами. f В течение этого времени вместо того, чтобы идти в туалет, нужно будет использовать подкладное судно или утку. • Место ввода катетера, а также пульс и давление будут регулярно проверять. • Вы можете есть и пить. • Перед тем, как вы поедете домой, капельница будет удалена. • Лекарства, введенные во время обследования, вызовут сонливость. Ради вашей безопасности попросите взрослого родственника или друга отвезти вас домой. • 1–2 дня после обследования место ввода катетера будет болеть. Дома Сегодня • Отдохните дома. • Принимайте обычную пищу. • Перед сном снимите повязку и наклейте чистый лейкопластырь. Рекомендации • Можно принять душ. • Не принимайте ванну неделю после обследования. • Не чешите место ввода катетера. • Во время приема душа снимите лейкопластырь. • Можно не закрывать это место или наклеить чистый лейкопластырь.
en: After the Test • If the groin site was used: You need to lie flat in bed for the next 6 hours with your leg straight. f During this time, you must use a bedpan or urinal instead of getting up to go to the toilet. • Your site, pulse and blood pressure will be checked often. • You can eat and drink. • The IV will be removed before you go home. • Medicines given during the test will make you sleepy. You will need to have an adult family member or friend take you home for your safety. • The site will be tender for 1 to 2 days after the test. Your Care at Home Today • Rest at home. • Eat your normal diet. • Remove the pressure bandage at bedtime and put on a clean band-aid. Other Care • You can take a shower. • Do not take a tub bath for 1 week after the test. • Do not scrub the site. • Remove the band-aid over the site when you shower. • You can leave the site uncovered or put a clean band-aid on it. EPS (Electrophysiology Study). Russian.
